Autodesk.Revit.DB.Events.DocumentSaveToLocalProgressChangedEventArgs.#ctor(Autodesk.Revit.DB.Events.DocumentSaveToLocalProgressChangedEventArgs)
Creates a copy of the DocumentSaveToLocalProgressChangedEventArgs.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2017 Subscription Update